{
    "data_safety_q": "Are my data safe?",
    "data_safety_a": "Our philosophy is: what happens on your device, stays on your device. We developed the application with methods and technologies that keep your data safe and only yours. Your login details, personal data, and performance are accessible only by you and the official services of AUTH (students.auth.gr, elearning.auth.gr, etc.).",
    "use_Aristomate_q" : "Why should I use Aristomate?",
    "use_Aristomate_a" : "The application was developed to address a significant and problematic lack of integration in the university's information systems. Isn't it tiring to visit one website for your grades and statistics and another to check if something has been announced in a course? With Aristomate, this switching is done with just one click!",
    "Aristomate_usefulness_q" : "What can I do with Aristomate?",
    "Aristomate_usefulness_a" : "<ul><li>View <b>detailed grades</b> and course performance statistics</li><li><b>Predict</b> changes in your <b>GPA</b> based on personal grade estimates</li><li>View lecture and exam schedules</li><li>Create a schedule for courses, tests, and assignments</li><li>View the <b>student cafeteria menu</b></li><li>View a campus map</li><li>View student information</li><li>View updates from <b>sis, elearning, and webmail</b>!</li><li>Access useful links to AUTH websites</li></ul>",
    "offer_suggestions_q" : "Can I suggest something for the application?",
    "offer_suggestions_a" : "Of course! We would love to hear your ideas. You can send us an email at <a href='mailto:aristomate@auth.acm.org'>aristomate@auth.acm.org</a> or join the ACM chapter to discuss them in person!",
    "register_q" : "Can I register for courses or submit assignments?",
    "register_a" : "Unfortunately, it is not yet possible to register for courses or submit assignments through the application. Stay tuned for updates!",
    "error_bug_q" : "I found an error in the application's data. What should I do?",
    "error_bug_a" : "The information about courses, your performance, and your personal details is obtained from appropriate AUTH systems. Interoperability between systems always carries the risk of omissions or distorted data presentation. If something in the application concerns you, rely on the information presented online directly by the university. However, it would greatly help us if you contact us at <a href='mailto:aristomate@auth.acm.org'>aristomate@auth.acm.org</a> to describe the problem!",
    "ideas_q" : "I want to suggest some ideas for the application",
    "ideas_a" : "We would be very happy to hear what you have to say!<br> You can suggest ideas through the 'Tell us your opinion' form on the application's main page."
}