{
    "data_safety_q": "Είναι ασφαλή τα δεδομένα μου;",
    "data_safety_a": "Η φιλοσοφία μας είναι: ό,τι γίνεται στη συσκευή σου, μένει στη συσκευή σου. Αναπτύξαμε την εφαρμογή με μεθόδους και τεχνολογίες που διατηρούν τα δεδομένα σου ασφαλή και μόνο δικά σου. Τα στοιχεία σύνδεσης, τα προσωπικά δεδομένα και οι επιδόσεις σου είναι προσβάσιμα μόνο από εσένα και τις επίσημες υπηρεσίες του ΑΠΘ (students.auth.gr, elearning.auth.gr κ.α.).",
    "use_Aristomate_q" : "Γιατί να χρησιμοποιήσω το Aristomate;",
    "use_Aristomate_a" : "Η εφαρμογή αναπτύχθηκε για να καλύψει μια μεγάλη και προβληματική έλλειψη ολοκλήρωσης στα πληροφοριακά συστήματα του πανεπιστημίου. Δεν είναι κουραστικό να επισκέπτεσαι άλλη ιστοσελίδα για τους βαθμούς και τα στατιστικά σου και άλλη σελίδα για να ελέγξεις αν ανακοινώθηκε κάτι σε ένα μάθημα; Με το Aristomate η εναλλαγή αυτή γίνεται με το πάτημα ενός μόλις κουμπιού!",
    "Aristomate_usefulness_q" : "Τι μπορώ να κάνω με το Aristomate;",
    "Aristomate_usefulness_a" : "<ul><li>Προβολή <b>αναλυτικής βαθμολογίας</b> και στατιστικών επιδόσεων μαθημάτων</li><li><b>Πρόβλεψη</b> μεταβολής <b>μέσου όρου</b> με βάση προσωπικές εκτιμήσεις βαθμολογιών</li><li>Προβολή προγράμματος διαλέξεων και εξετάσεων</li><li>Δημιουργία προγράμματος μαθημάτων, προόδων και εργασιών</li><li>Προβολή <b>μενού φοιτητικής λέσχης</b></li><li>Προβολή χάρτη του campus</li><li>Προβολή πληροφοριών φοιτητή</li><li>Προβολή ενημερώσεων από <b>sis, elearning και το webmail</b>!</li><li>Προβολή χρήσιμων υπερσυνδέσμων προς ιστοτόπους του ΑΠΘ</li></ul>",
    "offer_suggestions_q" : "Μπορώ να προτείνω κάτι για την εφαρμογή;",
    "offer_suggestions_a" : "Εννοείται! Θα χαρούμε να ακούσουμε τις ιδέες σου, μπορείς να μας στείλεις ένα μέιλ στο <a href='mailto:aristomate@auth.acm.org'>aristomate@auth.acm.org</a> ή να γίνεις και μέλος του chapter της acm για να τα συζητήσουμε και από κοντά!",
    "register_q" : "Μπορώ να κάνω δήλωση μαθημάτων ή υποβολή εργασιών;",
    "register_a" : "Δυστυχώς, δεν είναι ακόμη δυνατή η δήλωση μαθημάτων ή η υποβολή εργασιών μέσω της εφαρμογής. Παράμεινε συντονισμένος για ενημερώσεις!",
    "error_bug_q" : "Εντόπισα λάθος στα δεδομένα της εφαρμογής. Τι κάνω;",
    "error_bug_a" : "Οι πληροφορίες για τα μαθήματα, τις επιδόσεις σου και τα προσωπικά σου στοιχεία λαμβάνονται από κατάλληλα συστήματα του ΑΠΘ. Η διαλειτουργικότητα μεταξύ συστημάτων πάντα ενέχει την πιθανότητα ελλείψεων ή παραλλαγμένης παρουσίασης των δεδομένων. Αν σε προβληματίζει κάτι που βλέπεις στην εφαρμογή, βασίσου στις πληροφορίες που παρουσιάζονται online απευθείας από το πανεπιστήμιο. Ωστόσο, θα μας βοηθούσε πολύ να επικοινωνήσεις μαζί μας στο <a href='mailto:aristomate@auth.acm.org'>aristomate@auth.acm.org</a> για να μας περιγράψεις το πρόβλημα!",
    "ideas_q" : "Θέλω να προτείνω μερικές ιδέες για την εφαρμογή",
    "ideas_a" : "Θα χαρούμε πάρα πολύ να ακούσουμε τι έχεις να μας πεις!<br> Μπορείς να προτείνεις ιδέες μέσω της φόρμας \"Πες μας την άποψή σου\" στην κεντρική σελίδα της εφαρμογής."
}